/*
  KeyBinding.strings
  iina

  Created by lhc on 4/2/2017.
  Copyright © 2017 lhc. All rights reserved.
*/

"cmd.ignore" = "Yok Say";
"cmd.seek" = "Sar";
"cmd.revert-seek" = "Sarmayı eski haline döndür";
"cmd.set" = "Ayarla";
"cmd.cycle" = "Geçiş yap";
"cmd.cycle-values" = "Şunlar arasında geçiş yap:";
"cmd.add" = "Değiştir";
"cmd.multiply" = "Çarp";
"cmd.frame-step" = "Sonraki kare";
"cmd.frame-back-step" = "Önceki kare";
"cmd.ab-loop" = "A–B döngüsü";
"cmd.sub-seek" = "Altyazı ara";
"cmd.playlist-next" = "Sonraki ortam";
"cmd.playlist-prev" = "Önceki ortam";
"cmd.playlist-move" = "Oynatma listesi öğesini taşı";
"cmd.playlist-clear" = "Listeyi temizle";
"cmd.playlist-remove" = "Geçerliyi kaldır";
"cmd.playlist-shuffle" = "Karıştır";
"cmd.write-watch-later-config" = "Oynatma geçmişini kaydet";
"cmd.stop" = "Durdur";
"cmd.quit" = "Çık";
"cmd.quit-watch-later" = "Çık (ilerlemeyi kaydet)";
"cmd.screenshot" = "Ekran resmi";
"cmd.screenshot-to-file" = "Dosyaya ekran resmi";
"cmd.loadfile" = "Dosya yükle";
"cmd.loadlist" = "Oynatma listesi yükle";
"cmd.run" = "Çalıştır";

"iina.flip" = "Ters çevir";
"iina.mirror" = "Yansıt";

"iina.toggle-pip" = "Resim İçinde Resim’i aç/kapat";
"iina.toggle-music-mode" = "Müzik Kipi’ni aç/kapat";
"iina.open-file" = "Dosya aç";
"iina.open-url" = "URL aç";
"iina.video-panel" = "Video paneli";
"iina.audio-panel" = "Ses paneli";
"iina.sub-panel" = "Altyazı paneli";
"iina.playlist-panel" = "Oynatma Listesi paneli";
"iina.chapter-panel" = "Fasıl paneli";
"iina.bigger-window" = "Daha Büyük Pencere";
"iina.smaller-window" = "Daha Küçük Pencere";
"iina.fit-to-screen" = "Ekrana Sığdır";
"iina.toggle-flip" = "Ters çevirmeyi aç/kapat";
"iina.toggle-mirror" = "Yansıtmayı aç/kapat";
"iina.save-playlist" = "Geçerli oynatma listesini kaydet";
"iina.show-current-file-in-finder" = "Geçerli Dosyayı Finder’da Göster";
"iina.delete-current-file" = "Geçerli dosyayı sil";
"iina.delete-current-file-hard" = "Geçerli dosyayı çöp kutusuna taşımadan doğrudan sil";
"iina.find-online-subs" = "Çevrimiçi altyazılar bul";
"iina.save-downloaded-sub" = "İndirilen altyazıyı kaydet";

"yes" = "Evet";
"no" = "Hayır";
"to" = "şuraya";
"by" = "tarafından";
"in" = "içinde";
"add" = "artır";
"minus" = "azalt";
"forward" = "ileri";
"backward" = "geri";
"seek-to" = "şuraya";

"relative" = "sn";
"absolute" = "sn";
"absolute-percent" = "%";
"relative-percent" = "%";
"relative+exact" = "sn (tam)";
"relative-percent+exact" = "% (tam)";
"absolute+keyframe" = "sn (anahtar-kare)";
"absolute-percent+keyframe" = "% (anahtar-kare)";

"opt.pause" = "Duraklat";
"opt.speed" = "Hız";

"opt.window-scale" = "Pencere ölçeği";

"opt.video" = "Video parçası";
"opt.video-aspect-override" = "Video en–boy oranı";
"opt.contrast" = "Karşıtlık";
"opt.brightness" = "Parlaklık";
"opt.gamma" = "Gama";
"opt.saturation" = "Doygunluk";
"opt.deinterlace" = "Netleştir (Deinterlace)";

"opt.audio" = "Ses parçası";
"opt.volume" = "Ses düzeyi";
"opt.mute" = "Sesi kapat";
"opt.audio-delay" = "Ses gecikmesi";

"opt.sub" = "Altyazı parçası";
"opt.sub-delay" = "Altyazı gecikmesi";
"opt.sub-pos" = "Altyazı konumu";
"opt.sub-scale" = "Altyazı ölçeği";
"opt.sub-visibility" = "Altyazı görünürlüğü";
"opt.secondary-sub-visibility" = "İkincil altyazı görünürlüğü";
"opt.sub-ass-style-override" = "ASS tipi üzerine yazma";

"opt.fullscreen" = "Tam ekran";
"opt.ontop" = "Üstte kal";

"opt.chapter" = "Bölüm";

"read.set" = "{{property}} özellğini {{value}} olarak ayarla";
"read.add" = "{{property}} {{value}}";
"read.multiply" = "{{property}} özelliğini {{factor}}x ile çarp";
"read.cycle" = "Geçiş yap {{property}}{{#dir_down}} Aşağı doğru{{/dir_down}}";
"read.cycle-values" = "Geçiş yap {{property}} şunlar arasında ({{{values}}})";
"read.seek" = "Sar {{#fwd}}ileri{{/fwd}}{{#bwd}}geri{{/bwd}}{{#abs}}şuraya{{/abs}} {{value}}{{#sec}}s{{/sec}}{{#per}}%{{/per}} {{#exact}}(exact){{/exact}}{{#kf}}(keyframe){{/kf}}";
"read.sub-seek" = "Şuna sar {{#skip_1}}sıradaki{{/skip_1}}{{#skip_-1}}önceki{{/skip_-1}} altyazı";
